[
			"A: Сегодня иду с работы, а мне черная кошка дорогу перебежала, а потом сразу в обратную сторону. \n B: Она отменила свое решение или удвоила эффект?",
			"Настя: ты как, скоро поедешь? \n Я: Думаю, когда перестанет идти дождь. \n Я: Ибо я же умный, у меня 2 зонтика. Один в машине. И второй в машине...",
			"Диалог в бухгалтерии:- Ира, тебе, наверное, в жизни чего-то не хватает... \n- В смысле? \n- Ты в платежках написала слово \"щебень\" без буквы \"щ\". Четыре раза.",
			"Гламурная москвичка приезжает погостить в деревню к бабушке.\n- Бабуль, куда у вас тут ночью сходить можно?\n- В ведро.",
			"Муж: - Какого тёща приезжает? \nЖена: - Числа или хера?",
			"- Какие три слова чаще всего встречаются в надписях по всему миру?\n- \"I love you\".\n- Я вас умоляю, эти три слова \"Made in China\"!",
			"- Что там за шум на улице, Бэрримор?\n- Это гей-парад, сэр.\n- И чего же они требуют, Бэрримор?\n- Однополой любви, сэр.\n- Им разве кто-то запрещает?\n- Нет, сэр.\n- Так почему же всё-таки они шумят?\n- Пидорасы, сэр.",
			"Ищешь счастье, а приобретаешь опыт. Иногда думаешь - вот оно счастье! Ан нет, опять опыт.",
			"У пятисот женщин спросили, чей поцелуй слаще: мужа или любовника. Триста ответили, что мужа, а двести - что любовника. Ни одна не ответила: \"Не знаю\".",
			"Здравствуйте, вы позвонили в горвоенкомат! Если вы хотите служить в армии - наберите звездочку; если вы не хотите служить в армии - наберите решетку.",
			"- Я затрудняюсь поставить вам диагноз... Наверное, это алкоголизм.\n- Хорошо, доктор. Я приду, когда Вы будете трезвым.",
			"Она: У нас сегодня с утра 5 градусов всего было\n Он: Ого\n Она: Я дубу дала... \n Он: не знаю что ответить... согрелась хоть?",
			"A: Я противозачаточные не пью по той простой причине, что они гормональные и меня может разнести в разные стороны. Поэтому пользуюсь свечками.\n B: Помолилась и в путь?",
			"Новости: \"В Москве пьяный и голый водитель разбил 17 машин\". Анонс GTA V удался!",
			"Первым андроидом был Буратино. А поскольку единственный способ для деревянного болвана запомнить что-нибудь - это зарубить себе на носу, папа Карло обеспечил его большим объёмом памяти.",
			"Объяснительная опоздавшего на работу: Я пришел на работу в 10.00, а не к 8.00, т.к. до 10.00 все равно никто ничего не делает, а только чай пьют, а я столько выпить чая не могу.",
			"Главным тренером сборной России по футболу назначен Сидоров Петр Васильевич - учитель физкультуры из Мытищ, с оплатой по 12 разряду единой тарифной сетки. Как пояснили в Российскои футбольном союзе - \"если не видно разницы - зачем платить больше?\".",
			"Если обвисла грудь - это херня. А если обвисла херня - это проблема.",
			"Муж и жена обедают. Жена проливает на себя борщ:\n - Фу! Я выгляжу как свинья!\n - Ага. Да еще и борщом облилась!",
			"Китайская мудрость: если вам нечего сказать, расскажите китайскую мудрость.",
			"Мать объяснила пятилетнему Вовочке, откуда он взялся. А папа подслушал, узнал правду и бросил их.",
			"Урок информатики в школе. Учитель поворачивает рубильник: \n - Все урок закончен! \n - Но мы же не сохранились! - в ужасе кричат дети. \n - Ладно сохраняйтесь - сказал учитель повернув рубильник обратно.",
			"X: А ты видел, что у тебя на двери на правой стороне 2 смачных следа от футбольного мяча? \n Y: Ещё вчера, там и на стыке бампера заднего с крылом ещё след один, детвора возле дома играет в футбол. \n X: Дааа, молодцы они... \n Y: А ты видел у меня на шее ожерелье из их ушей?",
			"Вышли с женой из магазина, а на ступеньках котёнок, няшный весьма. Жена умилённым голосом,- \"Какой хорошенький... Давай ему голову оторвем?\" \n Люди вокруг начали беспокоиться и оборачиваться, пока мы рыбу из пакета не достали.",
			"X: Я люблю сексуально облизывать губы... Я кокетка :) \n Y: А я люблю сексуально пучить глаза. Йа креведко!",
			"X: Слушай, не помнишь чё за фильм, где Сигал один всех гасит?",
			"X: Вот мы мучаемся, ночь не спим, учим, а наш препод сейчас дрыхнет, скотина... \n Y: Имеет право, он-то в семестре ходил на пары",
			"Зачем депутатам зарплата в 800 тысяч, если они утверждают, что можно запросто прожить на 7 тысяч рублей?",
			"Мусульманин, христианин, еврей и атеист заходят в кофейню... и они общаются, веселятся, пьют кофе и становятся хорошими друзьями. Вот что происходит когда ты не мудак.",
			"Прежде чем в следующий раз вы будете смеяться над детьми, верящими в Деда Мороза, вспомните, что есть люди, которые верят, что президент и правительство заботятся о них.",
			"Когда больше нечем заняться в новогодние выходные:\n1. Возьмите водяной пистолет.\n2. Налейте в него виски.\n3. Застрелитесь прямо в рот",
			"Степень моего одиночества на Новый Год: одолжил кота у бывшей и отмечал с ним.",
			"Если в телетрансляции наши побеждают, значит, вы смотрите рекламу.",
			"Веган и идейный борец с алкоголем никак не мог понять, почему никто не хочет к нему прийти отмечать Новый год.",
			"Подходит секретарша к боссу:\n— Наша фирма не обеднеет, если купит мне новый обогреватель?\n— Конечно, нет.\n— Тогда оплатите, пожалуйста, этот счет.\n— $1000? Что это?\n— Норковая шуба — это лучший обогреватель.",
			"Вопрос: что отделяет человека от обезьяны?\nОтвет: 0.5 литра водки.",
			"Мальчик с длинной шеей никогда не готовится к контрольным работам.",
			"Мужики обнимаются в двух случаях: либо они голубые, либо синие.",
			"Голодная стриптизерша, почуяв, что праздник задерживается, начала жрать торт изнутри!",
			"Старший экскаваторщик Сидоров сделал карьеру в карьере.",
			"Привет, я Пи**ец. Ну что, знакомь меня: где тут у тебя учеба, работа, где жизнь личная, я к вам надолго.",
			"Думать надо головой, любить - сердцем, чуять - жопой, и, самое главное, - ничего не перепутать...",
			"Учитель пения, принимая перед каждым уроком по 50 грамм коньяка для связок, к шестому уроку превращается в трудовика.",
			"Приготовила ужин. Сама пробовать боюсь, кота жалко. Жду мужа.",
			"- Ты не против, если я закурю?\n- Мне будет пох**, даже если ты застрелишься.",
			"Настоящая лень - это когда ты ничего не ешь, чтобы потом за собой посуду не мыть.",
			"Ты молод, пока ребёнок не отдал тебе свой старый телефон.",
			"У пессимиста давно не было ceкca, а у оптимиста был, но давно.",
			"Сегодня ночью мне приснился настолько хороший сон, что даже во сне понял, что это - сон.",
			"Сказка была настолько страшной, что уже на четвертой странице... воспитательница вывела группу на перекур.",
			"Как человек, я никому не интересен - для мужиков, потому что не пью, для дам, потому что женат.",
			"Обидно, когда ты злопамятный, но одновременно добрый и быстро отходчивый. Зло помнишь, а отомстить уже не можешь.",
			"Страхование - это когда люди, которым везет, оплачивают неудачи людей, которым не везет.",
			"Пьяный, ночью, позвонил бывшей, дабы извиниться, что накануне пьяный, ночью звонил ей.",
			"Сколько мусорное ведро ни утрамбовывай – выносить все равно придется.",
			"Самый лучший друг – книга: не нудит, жрать не просит, сигареты не стреляет.\nНу или чатбот ;)",
			"Хотел купить успокоительного, но увидел цену и распсиховался.",
			"Понедельники, на самом деле, не так уж и плохи. Просто работа у тебя дерьмовая.",
			"Я понял, что Деда Мороза не существует, когда жена попросила подложить подарки сыну под ёлку.",
			"Не хватает женского тепла... Подкинь еще женщин в печь.",
			"Если девушка смеётся над твоими не смешными шутками, значит, ты красивый.",
			"Что сказал студент, который не сдал сессию?\nСлужу РОССИИ!",
			"Плесень размножается спорами. Не спорьте с плесенью!",
			"Чемпион мира по пряткам хрен знает где...",
			"- Как с личной жизнью?\n- Не спрашивай. Это начинается на П и заканчивается на Ц.\n- У тебя появился принц?\n- Да, б@ять. именно.",
			"Бесит, когда спрашивают:\n\"Вы расстались? Прошла любовь, завяли помидоры?\"\nЗа своим огородом следи, дачница херова!",
			"- Мам, давай возьмем котёнка!\n- Нет доча, когда он вырастет будет срать в углах!\n- А тигрёнка?\n- Нет, когда он вырастет, срать в углах будем мы.",
			"Презерватив не гарантирует полную безопасность. Один мой знакомый надел его и все равно попал под машину.",
			"Только в русском языке предложение может состоять из пяти глаголов: Решили послать сходить купить выпить.",
			"Вoт мне всeгда интереснo было – ктo опpедeляет, чтo корм для кошек cтaл eще вкуснеe?!",
			"Вино желтого цвета называют белым, потому что оно сделано из зеленого винограда. В жопу логику!",
			"С утра очень сильна кроватация. Кроватация - это как гравитация, но тебя притягивает не к массивным телам, а к кровати.",
			"- Вчера встретил одноклассниц. Они как розы...\n- Что, расцвели?\n- Нет, распустились...",
			"Самая частая в мире ложь - \"Я прочел и согласен с условиями пользовательского соглашения\".",
			"Человеку дай уверенности в будущем хоть на час, и он тут же возьмёт что-нибудь в кредит.",
			"Мужики три вещи забывают чаще всего: перчатки, зонт и обещание жениться.",
			"Люди нарезают круглую пиццу треугольниками и упаковывают в квадратную коробку, и после этого хотят, чтобы я им доверял...",
			"Закончив мединститут, я стал бояться врачей, особенно своих сокурсников.",
			"Свадьба была тихой. В ресторане был бесплатный Wi-Fi.",
			"Вовочка спрашивает в аптеке:\n- У вас есть какое-нибудь надёжное обезболивающее средство?\n - Мальчик, а что у тебя болит?\n- Пока ничего, но папа уже ушёл на родительское собрание.",
			"Испекла бабушка колобка и говорит ему:\n- Туда, где делают хот-доги, не ходи не ходи, а то сосиску в попу засунут!",
			"Почему в контакте нет статуса в \"пассивном поиске\"? Вроде бы и хочется, но искать лень.",
			"Каждая девушка должна твердо усвоить, что после конфетно-букетного периода в отношениях, обязательно наступает кастрюльно-котлетный!",
			"Золотая рыбка:\n– Что тебе, ящик водки или вечную жизнь?\n– Ящик водки! Все равно через семь миллиардов лет солнце погаснет!",
			"- Человек без интернета - зверь!\n- Не-а! Человек, который оплатил и ждет, когда его подключат - вот зверь!",
			"Из инструкции противогаза: Натягивать до тех пор пока очко не станет против глаза.",
			"Странный факт: человек, который не понимает того, что вы ему говорите, считает тупым не себя, а вас.",
			"Мир очень странный: коробка для пиццы квадратная, сама пицца круглая, а порции – треугольные.",
			"- Доктор, мне очень грустно и одиноко...\n- Показывайте свои аккаунты. Я буду Вам писать и лайкать.",
			"— Боже, вас сбила машина, вы в порядке?\n— Где… мой… телефон?…\n— Вы хотите позвонить кому-то?\n— Я… хочу… написать … статус … об этом…",
			"- Покажи дневник.\n- Он в школе папа, принесу послезавтра.\n- А почему не завтра?\n- Послезавтра будет День защиты детей!"
		]